"Application Firewall" = "Programbrandvägg";

"Deny" = "Neka";

"Always Allow" = "Tillåt";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "Om du klickar på %@ kan programmets beteende begränsas. Den här inställningen kan ändras i panelen Brandvägg i systeminställningen Säkerhet.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "Vill du att programmet ”%@” ska acceptera inkommande nätverksanslutningar?";
